Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/rekrutteringsstrategier.html.tmx
Source language: nob
Languages: sma

source: Rekrutteringsstrategier
sma: Dåårrehtimmiestrategijh

source: Det samiske samfunnet står ovenfor store utfordringer når det gjelder rekruttering av samiskspråklige ansatte som behersker nord-, lule- og sørsamisk.
sma: Saemien siebriedahke gellie haestemi uvte tjåådtje dåårrehtimmien bïjre saemiengïeleldh barkijijstie mah noerhte-, julev- jïh åarjelsaemien haalvoeh.

source: Det er stor mangel på utdannet fagpersonell med kompetanse i samiske språk og samisk kultur innenfor de ulike samfunnsområdene.
sma: Jienebh ööhpehtamme faagebarkijh fååtesieh dej ovmessie siebriedahkesuerkiej sisnjeli mej maahtoe saemien gïelesne jïh saemien kultuvresne.

source: Dette gjelder over hele landet, og merkes spesielt innenfor opplæring og helse.
sma: Naemhtie abpe laantesne, jïh joekoen lïerehtimmien jïh healsoen sisnjeli.

source: Mangel på fagkompetanse oppgis som hovedårsak for at kommuner i forvaltningsområdet for samisk språk ikke oppfyller sine forpliktelser i henhold til samelovens språkregler.
sma: Faagemaahtoe-vaanoe åejviefåantojne neebnesåvva man åvteste tjïelth saemien gïelen reeremedajvesne eah sijjen åeliedimmieh saemielaaken gïelenjoelkedassi mietie illh.

source: Det er derfor behov for en bred satsning på rekruttering og opplæring av fagfolk i utviklingen av et samiske tjenestetilbud, og for at kommunal og offentlig forvaltning skal være i stand til å gjennomføre sine forpliktelser i forhold til en rekke lover.
sma: Dan åvteste daerpies gamte barkojne dåårrehtimmine jïh lïerehtimmine faagealmetjijstie juktie saemien dïenesjefaalenassem evtiedidh, jis tjïelten jïh byögkeles reereme edtjieh maehtedh sijjen åeliedimmieh tjïrrehtidh gelliej laaki mietie.

source: Arbeidet med å rekruttere fagkompetanse innenfor alle samfunnsområder er utfordrende, og krever innsats på ulike nivåer.
sma: Faagemaahtoem dåårrehtidh gaajhki siebriedahkesuerkiej sisnjeli lea stoerre haesteme, jïh barkoem kreava ovmessie njieptjine.

source: Andre tiltak for å rekruttere samiske studenter eller studenter til samisk høyere utdanninger og forskning er samiske studentkvoter i profesjonsstudier, ulike typer stipender og nedskrivinger av studielån.
sma: Jeatjah råajvarimmieh juktie saemien studeenth jallh studeenth saemien jollebe ööhpehtimmide jïh dotkemasse dåårrehtidh leah saemien studeentekvotah profesjovnestudijinie, ovmessie stipendh jïh studijelaajkoem giehpiedidh.

source: Sametinget ser behov for å utarbeide en helhetlig rekrutteringsstrategi som omfatter alle samfunnsområder, og arbeidet med denne er igangsatt.
sma: Saemiedigkie vuajna daerpies ellies dåårrehtimmiestrategijem darjodh mah leah gaajhki siebriedahkesuerkiej bïjre, jïh daate barkoe lea aalkeme.
